---
kind: type
id: T:Autodesk.Revit.DB.BuiltInFailures.WorksharingFailures
source: html/5afe890a-cdb3-db2e-86d9-4a862a2533e0.htm
---
# Autodesk.Revit.DB.BuiltInFailures.WorksharingFailures

Failures about WorksharingFailures.

## Syntax (C#)
```csharp
public static class WorksharingFailures
```